{
  "HeroRow": {
    "body1": "Skeet is an open-source TypeScript serverless framework.",
    "body2": "It supports all kinds of application development,",
    "body3": "from small-scale tasks to global full-stack scaling."
  },
  "MainPurposeRow": {
    "subtitle": "Do more, manage less",
    "title1": "Boost Your Productivity.",
    "title2": "Focus on the Core.",
    "description1": "Skeet is an open-source full-stack app development solution.",
    "description2": "You can start writing app logic immediately without worrying about infrastructure.",
    "feature1Title": "High Performance",
    "feature1Description": "Distributed systems leveraging various event triggers such as Auth and storage work more efficiently, and Firestore, a NoSQL database, scales flexibly and supports realtime stream.",
    "feature2Title": "Eco-friendly",
    "feature2Description": "Computing resources automatically scale to match your usage patterns, so you always have as much as you need. Skeet is designed to be economically and environmentally friendly.",
    "feature3Title": "Developer Experience",
    "feature3Description": "You can start writing app logic immediately without worrying about deploying or maintaining server infrastructure. TypeScript support makes apps more secure and improves development efficiency.",
    "feature4Title": "Security built-in",
    "feature4Description": "In addition to SSL support, DDoS attacks and bot countermeasures using Cloud Armor, minimal endpoint exposure, and Pub/Sub messaging can be easily applied to achieve Google-scale security."
  },
  "SkeetFeaturesRow": {
    "subtitle": "A better workflow",
    "title": "A new-age app development platform",
    "description": "Everything you need to develop and publish your app. The Skeet framework tools are designed to make handling serverless architectures, which tend to be distributed and complicated, as easy as possible.",
    "feature1Title": "High performance monitor",
    "feature1Description": "Firebase Emulator Suite makes your backend visible. The development speed will increase since you can centrally manage databases, storage, and all logs from authentication information.",
    "feature2Title": "Powerful CLI Tool",
    "feature2Description": "Skeet CLI completes constructing a distributed system that combines Google Cloud's serverless products with a single command. Just answer a few simple questions, and your app is ready to deploy.",
    "feature3Title": "Zero-maintenance",
    "feature3Description": "Automatic deployment with GitHub Actions and deployed resources automatically scale as needed, eliminating the need for server infrastructure maintenance."
  },
  "GoToQuickstartRow": {
    "title1": "Experience new app development",
    "title2": "You can immediately develop and publish web, iOS, and Android apps",
    "description": "In the Skeet tutorial, we will develop an AI chatbot app using OpenAI's ChatGPT API and confirm that it can be deployed and used."
  },
  "SkeetDemoRow": {
    "title1": "What kind of apps can you create?",
    "title2": "Let's imagine using the demo AI chat app.",
    "button": "Try Demo!"
  },
  "FeedbackFormRow": {
    "subtitle": "Feedback for Skeet",
    "title": "Your feedback helps us a lot.",
    "description": "We believe in the great potential of open-source innovation. We will continue to develop Skeet as an open source, and we will make improvements to improve it so that it can demonstrate its value as a public good. Your feedback is a great power for us and also for society. Please send us any comments, feedback, or bug reports.",
    "button": "Send Feedback"
  }
}
